Repository: Alexander--/open-syobon
Catalog: po/*.po
Languages: ru

source: Clear Play
ru: ゲームクリアー

source: Thanks for playing
ru: プレイしてくれてありがとー

source: You're good!
ru: お、おいしい!!

source: No effect
ru: 毒は無いが……

source: Stuck!
ru: 刺さった!!

source: Poison!
ru: 食べるべきではなかった!!

source: I'm burning!
ru: 俺は燃える男だ!!

source: I'm burning!...
ru: 体が……焼ける……

source: Bleh!
ru: たーまやー!!

source: Blah!
ru: 見事にオワタ

source: Legs, get feet!
ru: 足が、足がぁ!!

source: 800°C!
ru: 流石は摂氏800度!!

source: I hate lava..
ru: 溶岩と合体したい……

source: Banzai!
ru: ヤッフー!!

source: I win!
ru: え?俺勝っちゃったの?

source: Die!
ru: 貴様の死に場所はここだ!

source: Bye bye!
ru: 二度と会う事もないだろう

source: I'm the strongest!
ru: 俺、最強!!

source: Too bad!
ru: 一昨日来やがれ!!

source: Try again!
ru: 漢に後退の二文字は無い!!

source: Hahaha!
ru: ハッハァ!!

source: Don't forget me!
ru: 身の程知らずが……

source: Caught!
ru: 油断が死を招く

source: Woohoo!
ru: おめでたい奴だ

source: Wasted!
ru: 屑が!!

source: Reckless..
ru: 無謀な……

source: Woot!
ru: ヤッフー!!

source: I'm the winner!
ru: え?俺勝っちゃったの?

source: See you!
ru: 二度と会う事もないだろう

source: Har!
ru: 身の程知らずが……

source: You lose!
ru: 僕は……負けない!!

source: You're too weak!
ru: 貴様に見切れる筋は無い

source: Die in a painful death!
ru: 今死ね、すぐ死ね、骨まで砕けろ!!

source: Mission complete!
ru: 任務完了!!

source: Did I win?
ru: え?俺勝っちゃったの?

source: This is your place to die!
ru: 貴様の死に場所はここだ!

source: Watch me!
ru: 身の程知らずが……

source: Fatality!
ru: 油断が死を招く

source: Be happy!
ru: おめでたい奴だ

source: Scraps!
ru: 屑が!!

source: I'm invincible!
ru: 鉄壁!!よって、無敵!!

source: I'm not even armed!
ru: 丸腰で勝てるとでも?

source: Booh!
ru: パリイ!!

source: Caught!...
ru: 自業自得だ

source: Poing!
ru: ク、クマー

source: Eaten!
ru: 食べるべきではなかった!!

source: Oh yeah!
ru: うめぇ!!

source: Woops?
ru: ブロックを侮ったな?

source: Shaking!
ru: シャキーン

source: Wave the gun!
ru: 波動砲!!

source: Do you think she cheated?
ru: 裏切られたとでも思ったか?

source: Yabadabadoo!
ru: ポールアターック!!

source: People involved in production
ru: 制作・プレイに関わった方々

source: Stage 1 design
ru: ステージ１ プレイ

source: Stage 2 design
ru: ステージ２ プレイ

source: My friend willowlet
ru: 友人 willowlet

source: Stage 3 design
ru: ステージ３ プレイ

source: Stage 4 design
ru: ステージ４ プレイ

source: My friend ann
ru: 友人２ ann

source: Cooperation
ru: ご協力

source: Senior T
ru: Ｔ先輩

source: Senior S
ru: Ｓ先輩

source: Video technology
ru: 動画技術提供

source: Senior K
ru: Ｋ先輩

source: Video capture encoding and editing
ru: 動画キャプチャ・編集・エンコード

source: Graphics program
ru: プログラム・描画・ネタ・動画編集

source: Chikuwa
ru: ちく

source: Thank you for playing!
ru: プレイしていただき ありがとうございました〜

source: Press Enter or Jump to start
ru: Enterキーを押せ!!

source: Test hoge
ru: テスト hoge

source: Stage 1
ru: ステージ 1 より

source: Nothing special, just
ru: 特殊的なものが増えたので

source: take good care of me.
ru: 気をつけてくれよ〜

source: You might want to use some items.
ru: 後、アイテムの一部を利用するかも…

source: -Chikuwa
ru: ちく より

source: [?] required :)
ru: ？が必要です

source: (^Д^) - m9
ru: m9(^Д^)

source: Money money, dirty money..
ru: 別にコインに意味ないけどね

source: (・ω・) -Noshi
ru: (・ω・ )ﾉｼ

source: The first block is hidden
ru: この先に隠しブロックがあります

source: Take note!
ru: 注意してください !!

source: I lovered the difficulty from the
ru: 前回よりも難易度を下げましたので

source: previous one. Take it easy.
ru: 気楽にプレイしてください

source: -Chikuwa
ru: ちく より

source: The enemy nearby jumps along
ru: そこにいる敵のそばによると、

source: with you.
ru: 自分と一緒にジャンプしてくれます。

source: It's cute, and maybe useful..
ru: 可愛いですね。

source: I should bring an enemy
ru: あの敵は連れて来れましたか?、

source: here so that it could
ru: 連れて来れなかった貴方は、

source: help me crush the wall.
ru: そこの落とし穴から Let's dive!

source: So easy. Not something to
ru: そんな容易に

source: rely on tips. Here, the
ru: ヒントに頼るもんじゃないぜ

source: following is going quickly!
ru: ほら、さっさと次行きな!!

source: The Genuine Final Stage
ru: 正真正銘のファイナルステージ。

source: If this is really the ending,
ru: クリアすれば遂にエンディング!!

source: should I come back from the pipes?
ru: その土管から戻ってもいいんだぜ?

source: The floor is frozen and
ru: 床が凍ってるから、すっごい滑るよ。

source: What? Me?
ru: え？私ですか？

source: Well, just passing
ru: いやぁ、ただの通りすがりの

source: I tip the block
ru: ヒントブロックですよ〜

source: Is not it strange never block
ru: 決して怪しいブロックじゃないですよ

source: (Chip)
ru: (…チッ)
